[
  {
    "title": "Elantris",
    "pages": 592,
    "published": "2015/10/06",
    "publisher": "Tor Fantasy",
    "isbn": 9784048694424,
    "cover": "https://images-na.ssl-images-amazon.com/images/I/81S+HqepWwL.jpg",
    "Description": "Elantris was the capital of Arelon: gigantic, beautiful, literally radiant, filled with benevolent beings who used their powerful magical abilities for the benefit of all. Yet each of these demigods was once an ordinary person until touched by the mysterious transforming power of the Shaod. Ten years ago, without warning, the magic failed. Elantrians became wizened, leper-like, powerless creatures, and Elantris itself dark, filthy, and crumbling.\n\nArelon's new capital, Kae, crouches in the shadow of Elantris. Princess Sarene of Teod arrives for a marriage of state with Crown Prince Raoden, hoping -- based on their correspondence -- to also find love. She finds instead that Raoden has died and she is considered his widow. Both Teod and Arelon are under threat as the last remaining holdouts against the imperial ambitions of the ruthless religious fanatics of Fjordell. So Sarene decides to use her new status to counter the machinations of Hrathen, a Fjordell high priest who has come to Kae to convert Arelon and claim it for his emperor and his god.\n\nBut neither Sarene nor Hrathen suspect the truth about Prince Raoden. Stricken by the same curse that ruined Elantris, Raoden was secretly exiled by his father to the dark city. His struggle to help the wretches trapped there begins a series of events that will bring hope to Arelon, and perhaps reveal the secret of Elantris itself."
  },
  {
    "title": "The Way of Kings",
    "pages": 1280,
    "published": "2011/05/24",
    "publisher": "Tor Fantasy",
    "isbn": 9784048694425,
    "cover": "https://images-na.ssl-images-amazon.com/images/I/91KzZWpgmyL.jpg",
    "Description": "Roshar is a world of stone and storms. Uncanny tempests of incredible power sweep across the rocky terrain so frequently that they have shaped ecology and civilization alike. Animals hide in shells, trees pull in branches, and grass retracts into the soilless ground. Cities are built only where the topography offers shelter.\n\nIt has been centuries since the fall of the ten consecrated orders known as the Knights Radiant, but their Shardblades and Shardplate remain: mystical swords and suits of armor that transform ordinary men into near-invincible warriors. Men trade kingdoms for Shardblades. Wars were fought for them, and won by them.\n\nOne such war rages on a ruined landscape called the Shattered Plains. There, Kaladin, who traded his medical apprenticeship for a spear to protect his little brother, has been reduced to slavery. In a war that makes no sense, where ten armies fight separately against a single foe, he struggles to save his men and to fathom the leaders who consider them expendable.\n\nBrightlord Dalinar Kholin commands one of those other armies. Like his brother, the late king, he is fascinated by an ancient text called The Way of Kings. Troubled by over-powering visions of ancient times and the Knights Radiant, he has begun to doubt his own sanity.\n\nAcross the ocean, an untried young woman named Shallan seeks to train under an eminent scholar and notorious heretic, Dalinar's niece, Jasnah. Though she genuinely loves learning, Shallan's motives are less than pure. As she plans a daring theft, her research for Jasnah hints at secrets of the Knights Radiant and the true cause of the war.\n\nThe result of over ten years of planning, writing, and world-building, The Way of Kings is but the opening movement of the Stormlight Archive, a bold masterpiece in the making."
  },
  {
    "title": "Words of Radiance",
    "pages": 1328,
    "published": "2015/05/03",
    "publisher": "Tor Fantasy",
    "isbn": 9784048694426,
    "cover": "https://images-na.ssl-images-amazon.com/images/I/81o27Vl468L.jpg",
    "Description": "Expected by his enemies to die the miserable death of a military slave, Kaladin survived to be given command of the royal bodyguards, a controversial first for a low-status \"darkeyes.\" Now he must protect the king and Dalinar from every common peril as well as the distinctly uncommon threat of the Assassin, all while secretly struggling to master remarkable new powers that are somehow linked to his honorspren, Syl.\n\nThe Assassin, Szeth, is active again, murdering rulers all over the world of Roshar, using his baffling powers to thwart every bodyguard and elude all pursuers. Among his prime targets is Highprince Dalinar, widely considered the power behind the Alethi throne. His leading role in the war would seem reason enough, but the Assassin's master has much deeper motives.\n\nBrilliant but troubled Shallan strives along a parallel path. Despite being broken in ways she refuses to acknowledge, she bears a terrible burden: to somehow prevent the return of the legendary Voidbringers and the civilization-ending Desolation that will follow. The secrets she needs can be found at the Shattered Plains, but just arriving there proves more difficult than she could have imagined.\n\nMeanwhile, at the heart of the Shattered Plains, the Parshendi are making an epochal decision. Hard pressed by years of Alethi attacks, their numbers ever shrinking, they are convinced by their war leader, Eshonai, to risk everything on a desperate gamble with the very supernatural forces they once fled. The possible consequences for Parshendi and humans alike, indeed, for Roshar itself, are as dangerous as they are incalculable."
  },
  {
    "title": "Oathbringer",
    "pages": 1328,
    "published": "2019/08/27",
    "publisher": "Tor Fantasy",
    "isbn": 9784048694427,
    "cover": "https://images-na.ssl-images-amazon.com/images/I/91x4fchgt2L.jpg",
    "Description": "In Oathbringer, the third volume of the New York Times bestselling Stormlight Archive, humanity faces a new Desolation with the return of the Voidbringers, a foe with numbers as great as their thirst for vengeance.\n\nDalinar Kholin’s Alethi armies won a fleeting victory at a terrible cost: The enemy Parshendi summoned the violent Everstorm, which now sweeps the world with destruction, and in its passing awakens the once peaceful and subservient parshmen to the horror of their millennia-long enslavement by humans. While on a desperate flight to warn his family of the threat, Kaladin Stormblessed must come to grips with the fact that the newly kindled anger of the parshmen may be wholly justified.\n\nNestled in the mountains high above the storms, in the tower city of Urithiru, Shallan Davar investigates the wonders of the ancient stronghold of the Knights Radiant and unearths dark secrets lurking in its depths. And Dalinar realizes that his holy mission to unite his homeland of Alethkar was too narrow in scope. Unless all the nations of Roshar can put aside Dalinar’s blood-soaked past and stand together―and unless Dalinar himself can confront that past―even the restoration of the Knights Radiant will not prevent the end of civilization."
  },
  {
    "title": "The Last Wish",
    "pages": 352,
    "published": "2017/07/18",
    "publisher": "Orbit",
    "isbn": 9784048694428,
    "cover": "https://images-na.ssl-images-amazon.com/images/I/71UP4i8KZJL.jpg",
    "Description": "Geralt is a Witcher, a man whose magic powers, enhanced by long training and a mysterious elixir, have made him a brilliant fighter and a merciless hunter. Yet he is no ordinary killer. His sole purpose: to destroy the monsters that plague the world.\n\nBut not everything monstrous-looking is evil and not everything fair is good . . . and in every fairy tale there is a grain of truth."
  },
  {
    "title": "Sword of Destiny",
    "pages": 400,
    "published": "2015/12/01",
    "publisher": "Orbit",
    "isbn": 9784048694429,
    "cover": "https://images-na.ssl-images-amazon.com/images/I/71Q9Ku4ddIL.jpg",
    "Description": "Geralt is a witcher, a man whose magic powers, enhanced by long training and a mysterious elixir, have made him a brilliant fighter and a merciless assassin. Yet he is no ordinary murderer: his targets are the multifarious monsters and vile fiends that ravage the land and attack the innocent.\n\nThis is a collection of short stories, following the adventures of the hit collection THE LAST WISH. Join Geralt as he battles monsters, demons and prejudices alike..."
  },
  {
    "title": "Harry Potter and the Philosopher's Stone",
    "pages": 352,
    "published": "2014/09/01",
    "isbn": 9784048694430,
    "cover": "https://static.wikia.nocookie.net/harrypotter/images/7/7a/Harry_Potter_and_the_Philosopher%27s_Stone_%E2%80%93_Bloomsbury_2014_Children%27s_Edition_%28Paperback_and_Hardcover%29.jpg",
    "Description": "Harry Potter has never even heard of Hogwarts when the letters start dropping on the doormat at number four, Privet Drive. Addressed in green ink on yellowish parchment with a purple seal, they are swiftly confiscated by his grisly aunt and uncle. Then, on Harry's eleventh birthday, a great beetle-eyed giant of a man called Rubeus Hagrid bursts in with some astonishing news: Harry Potter is a wizard, and he has a place at Hogwarts School of Witchcraft and Wizardry. An incredible adventure is about to begin! These new editions of the classic and internationally bestselling, multi-award-winning series feature instantly pick-up-able new jackets by Jonny Duddle, with huge child appeal, to bring Harry Potter to the next generation of readers. It's time to PASS THE MAGIC ON ..."
  },
  {
    "title": "The Hobbit",
    "pages": 400,
    "published": "2011/10/27",
    "isbn": 9784048694431,
    "cover": "https://i.harperapps.com/hcanz/covers/9780261102217/x293.jpg",
    "Description": "This popular paperback edition of the classic work of fantasy, with a striking new black cover based on JRR Tolkien’s own design and featuring brand new reproductions of all his drawings and maps.\n\nBilbo Baggins is a hobbit who enjoys a comfortable, unambitious life, rarely travelling further than the pantry of his hobbit-hole in Bag End. But his contentment is disturbed when the wizard, Gandalf, and a company of thirteen dwarves arrive on his doorstep one day to whisk him away on an unexpected journey ‘there and back again’. They have a plot to raid the treasure hoard of Smaug the Magnificent, a large and very dangerous dragon…\n\nThe prelude to The Lord of the Rings, The Hobbit has sold many millions of copies since its publication in 1937, establishing itself as one of the most beloved and influential books of the twentieth century."
  },
  {
    "title": "The Fellowship of the Ring",
    "pages": 448,
    "published": "2007/04/17",
    "isbn": 9784048694432,
    "cover": "https://i.harperapps.com/hcanz/covers/9780261102354/x293.jpg",
    "Description": "Continuing the story begun in The Hobbit, this is the first part of Tolkien’s epic masterpiece, The Lord of the Rings, featuring a striking black cover based on Tolkien’s own design, the definitive text, and a detailed map of Middle-earth.\n\nSauron, the Dark Lord, has gathered to him all the Rings of Power – the means by which he intends to rule Middle-earth. All he lacks in his plans for dominion is the One Ring – the ring that rules them all – which has fallen into the hands of the hobbit, Bilbo Baggins.\n\nIn a sleepy village in the Shire, young Frodo Baggins finds himself faced with an immense task, as his elderly cousin Bilbo entrusts the Ring to his care. Frodo must leave his home and make a perilous journey across Middle-earth to the Cracks of Doom, there to destroy the Ring and foil the Dark Lord in his evil purpose."
  },
  {
    "title": "また、同じ夢を見ていた",
    "title_romaji": "Mata, Onaji Yume wo Miteita",
    "published": "2016/02/18",
    "pages": 300,
    "author": "住野 よる",
    "publisher": "双葉社",
    "isbn": 9784048694433,
    "cover": "https://images-na.ssl-images-amazon.com/images/I/91QkTL0yQAL.jpg",
    "Description": "250万部を超える大ベストセラー青春小説「君の膵臓をたべたい」。\nその著者、住野よるの第二作目が、待望の文庫化。\n友達のいない少女、リストカットを繰り返す女子高生、\nアバズレと罵られる女性、一人静かに余生をおくる老女。\n彼女たちの“幸せ\"は、どこにあるのか。\n「やり直したい」ことがある、“今\"がうまくいかない\n全ての人たちに贈る物語。"
  },
  {
    "title": "86―エイティシックス―",
    "pages": 344,
    "published": "2017/02/10",
    "author": "安里 アサト",
    "publisher": "KADOKAWA",
    "isbn": 9784048694434,
    "cover": "https://kimirano.jp/kimg/bi/books/11200.jpg",
    "Description": "“その戦場に死者はいない”――だが、彼らは確かにあそこで散った。\n\nサンマグノリア共和国。そこは日々、隣国である「帝国」の無人兵器《レギオン》による侵略を受けていた。しかしその攻撃に対して、共和国側も同型兵器の開発に成功し、辛うじて犠牲を出すことなく、その脅威を退けていたのだった。\nそう――表向きは。\n本当は誰も死んでいないわけではなかった。共和国全85区画の外。《存在しない“第86区”》。そこでは「エイティシックス」の烙印を押された少年少女たちが日夜《有人の無人機として》戦い続けていた――。\n死地へ向かう若者たちを率いる少年・シンと、遥か後方から、特殊通信で彼らの指揮を執る“指揮管制官（ハンドラー）”となった少女・レーナ。\n二人の激しくも悲しい戦いと、別れの物語が始まる――！\n第23回電撃小説大賞《大賞》受賞作、堂々発進！"
  },
  {
    "title": "86―エイティシックス―Ep.2 ―ラン・スルー・ザ・バトルフロント―〈上〉",
    "pages": 280,
    "published": "2017/07/07",
    "author": "安里 アサト",
    "publisher": "KADOKAWA",
    "isbn": 9784048694435,
    "cover": "https://taosect.com/wp-content/uploads/2019/09/86.Novel_.full_.2239593.jpg",
    "Description": "即大重版の電撃小説大賞《大賞》受賞作、待望の第二弾！\n\n　共和国の指揮官・レーナとの非業の別れの後、隣国ギアーデ連邦へとたどり着いたシンたち〈エイティシックス〉の面々は、ギアーデ連邦軍に保護され、一時の平穏を得る。\n　だが──彼らは戦場に戻ることを選んだ。連邦軍に志願し、再び地獄の最前線へと立った彼らは、『隣国からやってきた戦闘狂』と陰で囁かれながらも、シンの“能力”によって予見された〈レギオン〉の大攻勢に向けて戦い続ける。そしてその傍らには、彼らよりさらに若い、年端もいかぬ少女であり、新たな仲間である「フレデリカ・ローゼンフォルト」の姿もあった。\n　少年たちは、そして幼き少女はなぜ戦うのか。そして迫りくる〈レギオン〉の脅威を退ける術とは、果たして──？\n　シンとレーナの別れから、奇跡の邂逅へと至るまでの物語を描く、〈ギアーデ連邦編〉前編！\n“──死神は、居るべき場所へと呼ばれる”"
  },
  {
    "title": "86―エイティシックス―Ep.3 ―ラン・スルー・ザ・バトルフロント―〈下〉",
    "pages": 360,
    "published": "2017/12/09",
    "author": "安里 アサト",
    "publisher": "KADOKAWA",
    "isbn": 9784048694436,
    "cover": "https://res.booklive.jp/428801/003/thumbnail/X.jpg",
    "Description": "この戦場に彼女は来ない――さらに苛烈な〈ギアーデ連邦編〉下巻が登場！\n\n待望の《ギアーデ連邦編》後編登場！　“史上最大の作戦”の火蓋が切られる――!\n\n　敵〈レギオン〉の電磁加速砲（レールガン）による数百キロ彼方からの攻撃は、シンのいたギアーデ連邦軍の前線に壊滅的被害を与え、レーナが残るサンマグノリア共和国の最終防衛線を吹き飛ばした。\n　進退極まったギアーデ連邦軍は、１つの結論を出す。それはシンたち「エイティシックス」の面々を《槍の穂先》（スピアヘッド）として、電磁加速砲搭載型〈レギオン〉の懐に――敵陣のド真ん中に突撃させるという、もはや作戦とは言えぬ作戦だった。\n　だがその渦中にあって、シンは深い苦しみの中にあった。「兄」を倒し、共和国からも解放されたはず。それなのに。\n\n　待望のEp.3、《ギアーデ連邦編》後編。\n　なぜ戦う。“死神”は。\n　何のために。誰のために。"
  },
  {
    "title": "86―エイティシックス―Ep.4 ―アンダー・プレッシャー―",
    "pages": 344,
    "published": "2018/05/10",
    "author": "安里 アサト",
    "publisher": "KADOKAWA",
    "isbn": 9784048694437,
    "cover": "https://res.booklive.jp/428801/004/thumbnail/X.jpg",
    "Description": "第八六独立機動打撃軍、始動。彼らの時計の針が、いま新たに動きだす――！\n\n二人の奇跡を歯牙にもかけず。戦争は続く。ただひたすらに。\n\n　ついに運命の再会を果たしたシンとレーナ。どことなくいい雰囲気を醸し出す二人に、フレデリカとクレナは戦慄し、そして気を揉むライデンらの苦労は留まることを知らない。\n　しかしそんな束の間の休息を破り、レーナを作戦司令とする新部隊に初任務が下った。　共和国85区内北部、旧地下鉄ターミナル。地下深くに築かれたレギオンの拠点が、その口をあけて彼らを待つ。\n　そこに見えるのは闇。レギオンの、共和国の、そして彼の国が虐げた者たちの、闇。\n　シンとレーナ、二人の共闘を描く『Ep.4』登場！\n　“地の底からの呼び声が、彼らに新たな試練を告げる。”"
  },
  {
    "title": "86―エイティシックス―Ep.5 ―死よ、驕るなかれ―",
    "pages": 392,
    "published": "2018/10/10",
    "author": "安里 アサト",
    "publisher": "KADOKAWA",
    "isbn": 9784048694438,
    "cover": "https://i.pinimg.com/originals/18/74/a3/1874a303419f7ea587ab6e4172fa39d9.jpg",
    "Description": "待ち受けるは新たな地、白い戦場――〈ロア=グレキア連合王国〉編、開幕！\n\n　探しに来なさい――。\n　シンが聴いた〈レギオン〉開発者・ゼレーネと思しき呼び声。レーナたち『第86機動打撃群』は、その姿……白い斥候型が目撃されたという「ロア＝グレキア連合王国」へと向かう。……だが。\n　それは生への侮辱か、死への冒涜か。\n「連合王国」で行われている対〈レギオン〉戦略は、あの〈エイティシックス〉たちですら戦慄を覚えるほどの、常軌を逸したものであった。\n　極寒の森に潜む敵が。そして隣り合う「死、そのもの」が彼らを翻弄する――。\n　《連合王国編》突入のシリーズ第５巻！\n\n　雪山に潜む怪物たちが、彼らに、笑みとともに問いかける。"
  },
  {
    "title": "86―エイティシックス―Ep.6 ―明けねばこそ夜は永く―",
    "pages": 392,
    "published": "2019/04/10",
    "author": "安里 アサト",
    "publisher": "KADOKAWA",
    "isbn": 9784048694439,
    "cover": "https://images-na.ssl-images-amazon.com/images/I/71uCi0pIxlL.jpg",
    "Description": "生きるために、すべきこと。それは――〈連合王国編〉、後編！\n\n　誇り高く戦い、そして死ぬ。\n　それが我らのさだめ。生への執着など、とうの昔に、はるか彼方に置いてきた。\n　……そう思っていた。そう信じていた。\n　だが戦場へ臨み、潰され、壊され、朽ちることを良しとする〈シリン〉達の姿は、「エイティシックス」である彼らの目指す生き方が、只の狂気であると蔑む。\n　生きる意味とは何か。苦悩するシン。シンを理解しようと心を砕くレーナ。\n　だがその想いは不格好にすれ違ったまま――連合王国の命運をかけた「竜牙大山攻略作戦」の火蓋が、無情にも切って落とされる……！\n　『連合王国編』完結のEp.6！\n　戦わねば、生き残れない。だが戦えば生きられるわけでは、ない。"
  },
  {
    "title": "86―エイティシックス―Ep.7 ―ミスト―",
    "pages": 312,
    "published": "2019/09/10",
    "author": "安里 アサト",
    "publisher": "KADOKAWA",
    "isbn": 9784048694440,
    "cover": "https://res.booklive.jp/428801/007/thumbnail/X.jpg",
    "Description": "ひとときの休暇は、新たなる戦いの予感を連れて――〈盟約同盟〉編！\n\n　上位指揮官機〈無慈悲な女王〉。それは対レギオン戦争で守勢に立つ人類に与えられた“銀の弾丸”。『第86独立機動打撃群』の活躍で〈彼女〉の確保に成功した連邦・連合王国は、轡を並べる第三国「ヴァルト盟約同盟」にて、その解析と「尋問」を開始する。\n　一方、大戦果を上げた者たちにも報奨が授与された。特別休暇。鉄と血にまみれた日々を、僅かひととき遥か遠くに置き、シンとレーナはじめ皆はそれぞれに羽を伸ばす。が、同時に《その二人以外のほぼ全員》はある思いを共にしていた。\n　それは。“お前らいい加減、さっさとくっつけよ”\n　もう一つの戦線がついに動く（!?）Ep.7！"
  },
  {
    "title": "86―エイティシックス―Ep.8 ―ガンスモーク・オン・ザ・ウォーター―",
    "pages": 360,
    "published": "2020/05/09",
    "author": "安里 アサト",
    "publisher": "KADOKAWA",
    "isbn": 9784048694441,
    "cover": "https://res.booklive.jp/428801/008/thumbnail/X.jpg",
    "Description": "そして再び、戦いは残酷に全てを奪い――アニメ化決定の人気作、新章開幕！\n\n〈レギオン〉完全停止の可能性。\n　終わらぬはずの、戦争の終わり。\n　それは人類の悲願。明日への希望。\n　しかし、戦士たちは――戦いが終わった先、戦場で死ぬ定めだった「エイティシックス」は、どこへゆくのか。\n〈シリン〉との出会いで、死を恐れぬことの不気味を知った彼らは、閉じていた未来への眼を、無理矢理に開かされた。\n　ある者は、愛する人を見つけた。\n　ある者は、世界を見て夢を描いた。\n　だが……、それが出来ぬ者は。\n　温かい希望の光が、彼らの鉄の意志と結束を歪め、そして。\n　ついに、過去最悪の犠牲を生む。\n\n　平穏を許さぬ、新章開幕のEp.8！\n“辿り着いた海は、彼らに血を求めた。”"
  },
  {
    "title": "86―エイティシックス―Ep.9 ―ヴァルキリィ・ハズ・ランデッド―",
    "pages": 392,
    "published": "2021/02/10",
    "author": "安里 アサト",
    "publisher": "KADOKAWA",
    "isbn": 9784048694442,
    "cover": "https://kimirano.jp/kimg/bi/books/25597.jpg",
    "Description": "彼らが「最期の派遣先」で見るものは――アニメ化決定の人気作、急展開！\n\n　犠牲は――大きかった。〈電磁砲艦型〉との戦いは、セオの負傷はもちろん、幾人もの仲間の命をその荒波で飲み込んだ。\n　シャナ。シデンの隊「ブリジンガメン」副長だった彼女も、その一人であった。復讐を誓うシデン、そしてシン行方不明の報に動揺して狙撃できず、シャナ死亡の遠因となったクレナは、平静を失う。\n　しかし、戦況は少年少女らを慮ることはない。〈電磁砲艦型〉の逃亡先――現在交信可能な最後の国家・ノイリャナルセ聖教国。レギオンの脅威と戦う同胞でありながら、ヴィーカたち連合王国や、連邦上層部すら警戒する謎の国家に、シンたちは足を踏み入れる……！\n　機動打撃群・派遣作戦最終盤のEp.9！\n“敵を撃てなければ、\n　兵でいることはできない。”"
  },
  {
    "title": "86―エイティシックス―Ep.10 ―フラグメンタル・ネオテニー―",
    "pages": 376,
    "published": "2021/06/10",
    "author": "安里 アサト",
    "publisher": "KADOKAWA",
    "isbn": 9784048694443,
    "cover": "https://res.booklive.jp/428801/010/thumbnail/X.jpg",
    "Description": "それは、少年が「死神」へと至る物語――アニメ好評放送中の人気作最新刊！\n\n　共和国、存在しない「86区」。一人の年端も行かぬ少年兵が、その地獄の戦場に降り立った。\n　彼の名はシンエイ・ノウゼン。エイティシックスたちの『死神』として、傷つき倒れた仲間たちの遺志を、行ける限り先へと連れていく使命を背負うことになる者――。これは彼を『彼らの死神』へと変えた人々との出会いと、その絆を断ち切った残酷な、そしてあっけない死と破壊の物語の数々。\n　\n　Ep.10『フラグメンタル・ネオテニー』。\n　血赤の瞳の奥に輝く、わずかに残った断片を追う。"
  },
  {
    "title": "DEATH NOTE アナザーノート ロサンゼルスBB連続殺人事件",
    "title_romaji": "Death Note Another Note: Los Angeles BB Renzoku Satsujin Jiken",
    "published": "2006/08/01",
    "pages": 178,
    "author": "西尾 維新",
    "publisher": "Shueisha",
    "isbn": 9784048694444,
    "cover": "https://images-na.ssl-images-amazon.com/images/I/41JtNDFpGoL._SX353_BO1,204,203,200_.jpg"
  },
  {
    "title": "ブギーポップは笑わない",
    "title_romaji": "Boogiepop wa Warawanai",
    "published": "1998/02/06",
    "pages": 296,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048694445,
    "cover": "https://images-na.ssl-images-amazon.com/images/I/81fFMV07ccL.jpg"
  },
  {
    "title": "ブギーポップ・リターンズ　ＶＳイマジネーターＰａｒｔ１",
    "title_romaji": "Boogiepop Ritaanzu VS Imajineeta Part 1",
    "published": "1998/08/01",
    "pages": 264,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048671453,
    "cover": "https://kimirano.jp/kimg/bi/books/459.jpg"
  },
  {
    "title": "ブギーポップ・リターンズ　ＶＳイマジネーターＰａｒｔ２",
    "title_romaji": "Boogiepop Ritaanzu VS Imajineeta Part 2",
    "published": "1998/08/01",
    "pages": 280,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048671453,
    "cover": "https://images-na.ssl-images-amazon.com/images/I/71Drqo5mM6L.jpg"
  },
  {
    "title": "ブギーポップ・イン・ザ・ミラー「パンドラ」",
    "title_romaji": "Boogiepop in za Miraa 「Pandora」",
    "published": "1998/12/10",
    "pages": 312,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048671538,
    "cover": "https://shop.r10s.jp/gertoner/cabinet/202002-2/14-13-0-0144.jpg"
  },
  {
    "title": "ブギーポップ・オーバードライブ歪曲王",
    "title_romaji": "Boogiepop Oobaadoraibu Waikyokuou",
    "published": "1999/02/10",
    "pages": 328,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048671910,
    "cover": "https://res.booklive.jp/295122/005/thumbnail/X.jpg"
  },
  {
    "title": "夜明けのブギーポップ",
    "title_romaji": "Yoake no Boogiepop",
    "published": "1999/05/10",
    "pages": 288,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048672375,
    "cover": "https://kimirano.jp/kimg/bi/books/458.jpg"
  },
  {
    "title": "ブギーポップ・ミッシング　ペパーミントの魔術師",
    "title_romaji": "Boogiepop Misshingu Pepaaminto no Majutsushi",
    "published": "1999/08/10",
    "pages": 344,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048673303,
    "cover": "https://cdn.kdkw.jp/cover_1000/301803/301803000353.jpg"
  },
  {
    "title": "ブギーポップ・カウントダウン　エンブリオ浸蝕",
    "title_romaji": "Boogiepop Kauntodaun Enburio Shinshoku",
    "published": "1999/12/10",
    "pages": 248,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048676144,
    "cover": "https://shop.r10s.jp/book/cabinet/6144/9784048676144.jpg"
  },
  {
    "title": "ブギーポップ・ウィキッド　エンブリオ炎生",
    "title_romaji": "Boogiepop Uikiddo Enburio Enjou",
    "published": "2000/02/10",
    "pages": 264,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048676175,
    "cover": "https://static.wikia.nocookie.net/boogiepop/images/7/79/BoogiepopWicked.jpg"
  },
  {
    "title": "ブギーポップ・パラドックス ハートレス・レッド",
    "title_romaji": "Boogiepop Paradokkusu Haatoresu Reddo",
    "published": "2001/02/10",
    "pages": 296,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048676489,
    "cover": "https://cdn.kdkw.jp/cover_1000/321808/321808000609.jpg"
  },
  {
    "title": "ブギーポップ・アンバランス ホーリィ＆ゴースト",
    "title_romaji": "Boogiepop Anbaransu Hourii &amp; Gousuto",
    "published": "2001/09/10",
    "pages": 296,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048676564,
    "cover": "https://static.wikia.nocookie.net/dengeki/images/7/7d/Boogiepop_11.jpg"
  },
  {
    "title": "ブギーポップ・スタッカート ジンクス・ショップへようこそ",
    "title_romaji": "Boogiepop Sutakkaato Jinkusu Shoppu e Youkoso",
    "published": "2003/03/10",
    "pages": 312,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048676571,
    "cover": "https://images-na.ssl-images-amazon.com/images/I/51mkWowW6+L._SX346_BO1,204,203,200_.jpg"
  },
  {
    "title": "ブギーポップ・バウンディング ロスト・メビウス",
    "title_romaji": "Boogiepop Baundingu Rosuto Mebiusu",
    "published": "2004/04/10",
    "pages": 328,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048676670,
    "cover": "https://d1hc4zdhstp3wq.cloudfront.net/img/goods/L/301803000362.jpg"
  },
  {
    "title": "ブギーポップ・イントレランス オルフェの方舟",
    "title_romaji": "Boogiepop Intoreransu Orufe no Hakobune",
    "published": "2006/04/10",
    "pages": 280,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048676687,
    "cover": "https://kimirano.jp/kimg/bi/books/839.jpg"
  },
  {
    "title": "ブギーポップ・クエスチョン 沈黙ピラミッド",
    "title_romaji": "Boogiepop Kuesuchon Chinmoku Piramiddo",
    "published": "2008/01/10",
    "pages": 328,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048676717,
    "cover": "https://res.booklive.jp/295122/019/thumbnail/X.jpg"
  },
  {
    "title": "ブギーポップ・ダークリー 化け猫とめまいのスキャット",
    "title_romaji": "Boogiepop Daakurii Bake Neko to Memai no Sukyatto",
    "published": "2009/12/10",
    "pages": 296,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048681971,
    "cover": "https://st.cdjapan.co.jp/pictures/l/02/19/NEOBK-681028.jpg?v=2"
  },
  {
    "title": "ブギーポップ・アンノウン 壊れかけのムーンライト",
    "title_romaji": "Boogiepop An'non Koware Kake no Muunraito",
    "published": "2011/01/10",
    "pages": 296,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048701228,
    "cover": "https://images-na.ssl-images-amazon.com/images/I/81xcWYl31bL.jpg"
  },
  {
    "title": "ブギーポップ・ウィズイン さびまみれのバビロン",
    "title_romaji": "Boogiepop Uuizuin Sabi Mamire no Babiron",
    "published": "2013/09/10",
    "pages": 296,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048918701,
    "cover": "https://dengekibunko.jp/archives/010/201811/623128cabefff115ee61f709b266883c.jpg"
  },
  {
    "title": "ブギーポップ・チェンジリング 溶暗のデカダント・ブラック",
    "title_romaji": "Boogiepop Chenjiringu Yooan no Dekadanto Burakku",
    "published": "2014/11/08",
    "pages": 280,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048690478,
    "cover": "https://images-na.ssl-images-amazon.com/images/I/71xXW6FLOJL.jpg"
  },
  {
    "title": "ブギーポップ・アンチテーゼ オルタナティヴ・エゴの乱逆",
    "title_romaji": "Boogiepp Anchiteeze Orutanativu Ego no Rangyaku",
    "published": "2016/03/10",
    "pages": 280,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048658317,
    "cover": "https://images-na.ssl-images-amazon.com/images/I/71YVfadLGUL.jpg"
  },
  {
    "title": "ブギーポップ・ダウトフル 不可抗力のラビット・ラン",
    "title_romaji": "Boogiepop Dautofuru Fukakouryoku no Rabitto Ran",
    "published": "2017/07/07",
    "pages": 264,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048932332,
    "cover": "https://dengekibunko.jp/books/1707boogiepop21/book_img/1_.jpg"
  },
  {
    "title": "ブギーポップ・ビューティフル パニックキュート帝王学",
    "title_romaji": "Boogiepop Byuutifuru Panikkukyuuto Teioo Gaku",
    "published": "2018/04/10",
    "pages": 232,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784048938006,
    "cover": "https://images-na.ssl-images-amazon.com/images/I/71AwbP+aowL.jpg"
  },
  {
    "title": "ブギーポップ・オールマイティ ディジーがリジーを想うとき",
    "title_romaji": "Bugīpoppu Ȭrumaiti Dijī ga Rijī wo Omoutoki",
    "published": "2019/05/10",
    "pages": 248,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784049123234,
    "cover": "https://images-na.ssl-images-amazon.com/images/I/71E+JXBJ09L.jpg"
  },
  {
    "title": "ブギーポップ・オールマイティ ディジーがリジーを想うとき",
    "title_romaji": "Bugīpoppu Ȭrumaiti Dijī ga Rijī wo Omoutoki",
    "published": "2006/10/10",
    "pages": 312,
    "author": "上遠野 浩平",
    "publisher": "KADOKAWA",
    "isbn": 9784840235945,
    "cover": "https://images-na.ssl-images-amazon.com/images/I/71E+JXBJ09L.jpg"
  }
]
